[
    {
        "id": 7,
        "title": "Snatch",
        "year": 2000,
        "genres": ["comedy", "crime"],
        "length": 102,
        "posterPath": "https://img.reelgood.com/content/movie/f04d38d7-ddb3-420f-a36e-8150b0a8b439/poster-780.webp",
        "summary": "Turkish and his close friend/accomplice Tommy get pulled into the world of match fixing by the notorious Brick Top. Things get complicated when the boxer they had lined up gets badly beaten by Mickey, a 'pikey' ( slang for an Irish Gypsy)- who comes into the equation after Turkish, an unlicensed boxing promoter wants to buy a caravan off the Irish Gypsies. They then try to convince Mickey not only to fight for them, but to lose for them too. Whilst all this is going on, a huge diamond heist takes place, and a fistful of motley characters enter the story, including 'Cousin Avi', 'Boris The Blade', 'Franky Four Fingers' and 'Bullet Tooth Tony'. Things go from bad to worse as it all becomes about the money, the guns, and the damned dog.",
        "stars": 5,
        "ageRating": "R",
        "formats": ["iTunes"]
    },
    {
		"id": 13,
		"title": "Beauty & The Beast",
		"year": 2017,
		"genres": ["family", "fantasy", "musical"],
		"length": 129,
		"posterPath": "https://img.reelgood.com/content/movie/33b9f37f-1a99-4d1d-9fbf-14ddae389c55/poster-780.webp",
		"summary": "Disney's animated classic takes on a new form, with a widened mythology and an all-star cast. A young Prince, imprisoned in the form of a Beast (Dan Stevens), can be freed only by true love. What may be his only opportunity arrives when he meets Belle (Emma Watson), the only human girl to ever visit the castle since it was enchanted.",
		"stars": 4,
		"ageRating": "PG",
		"formats": ["DVD, Blu-Ray"]
	},
    {
        "id": 9,
        "title": "Tombstone",
        "year": 1993,
        "genres": ["action", "biography", "drama"],
        "length": 130,
        "posterPath": "https://img.reelgood.com/content/movie/41cbc8df-0d1b-4698-9414-ab3b1f7a9821/poster-780.webp",
        "summary": "After success cleaning up Dodge City, Wyatt Earp moves to Tombstone, Arizona, and wishes to get rich in obscurity. He meets his brothers there, as well as his old friend Doc Holliday. A band of outlaws that call themselves The Cowboys are causing problems in the region with various acts of random violence, and inevitably come into confrontation with Holliday and the Earps, which leads to a shoot-out at the O.K. Corral.",
        "stars": 5,
        "ageRating": "R",
        "formats": ["DVD"]
    }
]