[
	{
		"id": 1,
		"title": "Gladiator",
		"year": 2000,
		"genres": ["action", "adventure", "drama"],
		"length": 155,
		"posterPath": "https://img.reelgood.com/content/movie/64d0c89f-ecd0-4d7f-9ab6-5aad88b3b17a/poster-780.webp",
		"summary": "Maximus is a powerful Roman general, loved by the people and the aging Emperor, Marcus Aurelius. Before his death, the Emperor chooses Maximus to be his heir over his own son, Commodus, and a power struggle leaves Maximus and his family condemned to death. The powerful general is unable to save his family, and his loss of will allows him to get captured and put into the Gladiator games until he dies. The only desire that fuels him now is the chance to rise to the top so that he will be able to look into the eyes of the man who will feel his revenge.",
		"stars": 5,
		"ageRating": "R",
		"formats": ["DVD"]
	},
	{
		"id": 2,
		"title": "The Hunger Games: Catching Fire",
		"year": 2013,
		"genres": ["action", "adventure", "mystery", "sci-fi", "thriller"],
		"length": 146,
		"posterPath": "https://img.reelgood.com/content/movie/dbdb32d9-d912-4bcd-ac15-02ad78c426e7/poster-780.webp",
		"summary": "Twelve months after winning the 74th Hunger Games, Katniss Everdeen and her partner Peeta Mellark must go on what is known as the Victor's Tour, wherein they visit all the districts, but before leaving, Katniss is visited by President Snow who fears that Katniss defied him a year ago during the games when she chose to die with Peeta. With both Katniss and Peeta declared the winners, it is fueling a possible uprising. He tells Katniss that while on tour she better try to make sure that she puts out the flames or else everyone she cares about will be in danger.",
		"stars": 4,
		"ageRating": "PG-13",
		"formats": ["Blu-Ray", "DVD"]
	},
	{
		"id": 3,
		"title": "Harry Potter and the Half-Blood Prince",
		"year": 2009,
		"genres": ["action", "adventure", "family"],
		"length": 153,
		"posterPath": "https://img.reelgood.com/content/movie/51e22b3c-5295-43fb-b3a7-8608b11471d8/poster-780.webp",
		"summary": "In Harry Potter's (Daniel Radcliffe's) sixth year at Hogwarts School of Witchcraft, he finds a book marked mysteriously, 'This book is the property of the Half Blood Prince', which helps him excel at Potions class and teaches him a few dark and dangerous ones along the way. Meanwhile, Harry is taking private lessons with Dumbledore (Sir Michael Gambon) in order to find out about Voldemort's (Ralph Fiennes') past so they can find out what might be his only weakness.",
		"stars": 5,
		"ageRating": "PG",
		"formats": ["Blu-Ray", "DVD"]
	},
	{
		"id": 4,
		"title": "Twilight",
		"year": 2008,
		"genres": ["drama", "fantasy", "romance"],
		"length": 123,
		"posterPath": "https://img.reelgood.com/content/movie/46cb8e46-4461-4cd4-9c66-958345dc7eba/poster-780.webp",
		"summary": "Bella Swan has always been a little bit different. Never one to run with the crowd, Bella never cared about fitting in with the trendy girls at her Phoenix, Arizona high school. When her mother remarries and Bella chooses to live with her father in the rainy little town of Forks, Washington, she doesn't expect much of anything to change. But things do change when she meets the mysterious and dazzlingly beautiful Edward Cullen. For Edward is nothing like any boy she's ever met. He's nothing like anyone she's ever met, period. He's intelligent and witty, and he seems to see straight into her soul. In no time at all, they are swept up in a passionate and decidedly unorthodox romance - unorthodox because Edward really isn't like the other boys. He can run faster than a mountain lion. He can stop a moving car with his bare hands. Oh, and he hasn't aged since 1918. Like all vampires, he's immortal. That's right - vampire.",
		"stars": 3,
		"ageRating": "PG-13",
		"formats": ["iTunes", "DVD"]
	},
	{
		"id": 5,
		"title": "Avengers: Endgame",
		"year": 2019,
		"genres": ["action", "adventure", "drama"],
		"length": 181,
		"posterPath": "https://img.reelgood.com/content/movie/b3c57191-35fb-4cc7-9f6f-351566bee2fa/poster-780.webp",
		"summary": "After the devastating events of Avengers: Infinity War (2018), the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos's actions and undo the chaos to the universe, no matter what consequences may be in store, and no matter who they face...",
		"stars": 5,
		"ageRating": "PG-13",
		"formats": ["iTunes", "Blu-Ray"]
	},
	{
		"id": 6,
		"title": "Lord of the Rings: The Return of the King",
		"year": 2003,
		"genres": ["action", "adventure", "drama"],
		"length": 201,
		"posterPath": "https://img.reelgood.com/content/movie/2c947f66-ba1e-4747-91a3-ab1432f6bb96/poster-780.webp",
		"summary": "The final confrontation between the forces of good and evil fighting for control of the future of Middle-earth. Frodo and Sam reach Mordor in their quest to destroy the One Ring, while Aragorn leads the forces of good against Sauron's evil army at the stone city of Minas Tirith.",
		"stars": 5,
		"ageRating": "PG-13",
		"formats": ["DVD"]
	},
	{
		"id": 7,
		"title": "Snatch",
		"year": 2000,
		"genres": ["comedy", "crime"],
		"length": 102,
		"posterPath": "https://img.reelgood.com/content/movie/f04d38d7-ddb3-420f-a36e-8150b0a8b439/poster-780.webp",
		"summary": "Turkish and his close friend/accomplice Tommy get pulled into the world of match fixing by the notorious Brick Top. Things get complicated when the boxer they had lined up gets badly beaten by Mickey, a 'pikey' ( slang for an Irish Gypsy)- who comes into the equation after Turkish, an unlicensed boxing promoter wants to buy a caravan off the Irish Gypsies. They then try to convince Mickey not only to fight for them, but to lose for them too. Whilst all this is going on, a huge diamond heist takes place, and a fistful of motley characters enter the story, including 'Cousin Avi', 'Boris The Blade', 'Franky Four Fingers' and 'Bullet Tooth Tony'. Things go from bad to worse as it all becomes about the money, the guns, and the damned dog.",
		"stars": 5,
		"ageRating": "R",
		"formats": ["iTunes"]
	},
	{
		"id": 8,
		"title": "The Godfather",
		"year": 1972,
		"genres": ["drama", "crime"],
		"length": 175,
		"posterPath": "https://img.reelgood.com/content/movie/86307584-c177-4967-bf7e-8c5dc1afaa97/poster-780.webp",
		"summary": "The Godfather 'Don' Vito Corleone is the head of the Corleone mafia family in New York. He is at the event of his daughter's wedding. Michael, Vito's youngest son and a decorated WW II Marine is also present at the wedding. Michael seems to be uninterested in being a part of the family business. Vito is a powerful man, and is kind to all those who give him respect but is ruthless against those who do not. But when a powerful and treacherous rival wants to sell drugs and needs the Don's influence for the same, Vito refuses to do it. What follows is a clash between Vito's fading old values and the new ways which may cause Michael to do the thing he was most reluctant in doing and wage a mob war against all the other mafia families which could tear the Corleone family apart.",
		"stars": 5,
		"ageRating": "R",
		"formats": ["Blu-Ray"]
	},
	{
		"id": 9,
		"title": "Tombstone",
		"year": 1993,
		"genres": ["action", "biography", "drama"],
		"length": 130,
		"posterPath": "https://img.reelgood.com/content/movie/41cbc8df-0d1b-4698-9414-ab3b1f7a9821/poster-780.webp",
		"summary": "After success cleaning up Dodge City, Wyatt Earp moves to Tombstone, Arizona, and wishes to get rich in obscurity. He meets his brothers there, as well as his old friend Doc Holliday. A band of outlaws that call themselves The Cowboys are causing problems in the region with various acts of random violence, and inevitably come into confrontation with Holliday and the Earps, which leads to a shoot-out at the O.K. Corral.",
		"stars": 5,
		"ageRating": "R",
		"formats": ["DVD"]
	},
	{
		"id": 10,
		"title": "Underworld",
		"year": 2003,
		"genres": ["action", "fantasy", "thriller"],
		"length": 121,
		"posterPath": "https://img.reelgood.com/content/movie/d6489ed8-6caf-4b40-ad6e-f1d1ae7a9adb/poster-780.webp",
		"summary": "Against the backdrop of an unseen centuries-old war between the sophisticated Vampire clan and the brutish clan of lycanthropes, the Lycans, the lethally alluring vampire assassin and member of the elite 'Death Dealers' squad, Selene, has devoted her existence to eradicating the earth's scattered pockets of remaining werewolves. With the death of the Lycans' supreme overlord, Lucian, the vampires' victory seems near; however, when their arch-enemy takes a special interest in the seemingly harmless human doctor, Michael Corvin, Selene will unearth a long-standing conspiracy. Now, treason, deceit, and conflicting feelings stand in the way of truth, forcing Selene to break protocol for the sake of the vampire race. Can a forbidden relationship put in jeopardy her noble quest? Is this the beginning of a new era, and an entirely different war?",
		"stars": 5,
		"ageRating": "R",
		"formats": ["DVD"]
	},
	{
		"id": 11,
		"title": "Underworld: Evolution",
		"year": 2006,
		"genres": ["action", "fantasy", "thriller"],
		"length": 106,
		"posterPath": "https://img.reelgood.com/content/movie/d1959802-394b-48dc-aa7d-43e0317d8c51/poster-780.webp",
		"summary": "As the war between the vampires and the Lycans rages on, the beautiful vampire, Selene, a former member of the Death Dealers, and Michael, the werewolf hybrid, work together in an effort to unlock the secrets of their respective bloodlines. In this ancient feud between the two tribes, they try to unlock the secrets, in a modern tale of action, intrigue, and forbidden love, which takes them into the battle to end all wars, as the immortals must finally face their doom.",
		"stars": 3,
		"ageRating": "R",
		"formats": ["DVD"]
	},
	{
		"id": 12,
		"title": "Ultimate Heist",
		"year": 2009,
		"genres": ["action", "crime", "drama"],
		"length": 155,
		"posterPath": "https://img.reelgood.com/content/movie/cf1ad240-e81c-4dbe-91d2-317770f9587b/poster-780.webp",
		"summary": "The Malakian clan, a family of ruthless gangsters, controls the underworld of Southern France. At its head, the violent godfather Milo Malakian rules his world with an iron fist. His son and heir, Anton, dreams of breaking free and making his own choices. But the gang's inner circle is engraved in blood. To escape, not only does Anton have to counter his own destiny, but also the man who has sworn to bring his father down.",
		"stars": 2,
		"ageRating": "R",
		"formats": ["DVD"]
	},
	{
		"id": 13,
		"title": "Beauty & The Beast",
		"year": 2017,
		"genres": ["family", "fantasy", "musical"],
		"length": 129,
		"posterPath": "https://img.reelgood.com/content/movie/33b9f37f-1a99-4d1d-9fbf-14ddae389c55/poster-780.webp",
		"summary": "Disney's animated classic takes on a new form, with a widened mythology and an all-star cast. A young Prince, imprisoned in the form of a Beast (Dan Stevens), can be freed only by true love. What may be his only opportunity arrives when he meets Belle (Emma Watson), the only human girl to ever visit the castle since it was enchanted.",
		"stars": 4,
		"ageRating": "PG",
		"formats": ["DVD, Blu-Ray"]
	}
]
